import React from 'react'

const HomePage = () => {
  return (
    <div>
        <h2>שם הפרשה:</h2>
        <div>
            <h3>דבר תורה:</h3>
            <p>
            בעצת אמו ובברכת אביו יוצא יעקב את באר שבע , והוא בן 63 שנים, אל משפחת לבן בחרן.
            בדרכו הוא עובר במקום העתיד להיות בית המקדש.
            הקב"ה מקצר את היום כדי שיעקב יאלץ לעצור לחניה ולעשות את הלילה במקום הקדוש.
            בשנתו חולם יעקב על "סולם מוצב ארצה וראשו מגיע השמימה".
            בחלומו הוא רואה מלאכי אלוקים עולים ויורדים בסולם.
            ולפתע התגלות ה' אליו. הקב"ה ניצב עליו ואומר "אני ה' אלוקי אברהם אביך ואלוקי יצחק.
            הארץ אשר אתה שוכב עליה, לך אתננה ולזרעך".
            וכך ממשיך ה' ומרעיף על יעקב ברכות והבטחות.
            יעקב מקיץ נפעם משנתו. הנה זכה לישון במקום כה קדוש בו נגלה אליו ה'.
            הוא נוטל את האבן עליה ישן בלילה, מניח אותה כמצבה ויוצק עליה שמן. למקום הוא קורא 'בית אל'.
            יעקב נודר לזבוח לה' כאשר ישוב בשלום לבית אביו כהבטחת ה'.  
            </p>
        </div>
        <div>
            <h3>עידכונים:</h3>
            <p></p>
        </div>
        <div>
            <h4>זמני כניסה שבת:</h4>
            <p>אילת: 16:15</p>
            <p>חיפה: 16:15</p>
            <p>תל אביב: 16:15</p>
        </div>
        <div>
            <h4>זמני תפילות:</h4>
            <p>מנחה ערב שבת: 16:15</p>
            <p>שחרית: 16:15</p>
            <p>מנחה: 16:15</p>
            <p>ערבית: 16:15</p>
        </div>
        <div>
            <h3>עידכונים:</h3>
            <p></p>
        </div>
    </div>
  )
}

export default HomePage